Repository: wpsight/wpcasa
Catalog: wpcasa/includes/wpcasa-contact-form-7/languages/wpcasa-contact-form-7-*.po
Languages: de_de

source: None
de_de: Keines

source: Listing Form
de_de: Formular

source: Select the form that you want to use on listing pages.
de_de: Bitte w채hlen Sie das Formular, das auf Immobilienseiten angezeigt werden soll.

source: Form Display
de_de: Anzeige

source: Select where to display the listing form or choose to manually add the form via shortcode or function.
de_de: Bitte w채hlen Sie, wo das Formular angezeigt werden soll oder ob sie es manuell per Shortcode oder Funktion aktivieren.

source: At the end
de_de: Am Ende

source: After details
de_de: Nach den Details

source: After description
de_de: Nach der Beschreibung

source: After features
de_de: Nach den Eigenschaften

source: After location
de_de: Nach dem Standort

source: After agent
de_de: Nach dem Makler

source: Do not display
de_de: Nicht anzeigen

source: Form CSS
de_de: Formular-CSS

source: Please uncheck the box to disable the plugin from outputting CSS.
de_de: Bitte setzen Sie den Haken, um das Plugin am Einbinden von CSS zu hindern.

source: Your Name
de_de: Ihr Name

source: (required)
de_de: (erforderlich)

source: Your Email
de_de: Ihre E-Mail

source: Your Message
de_de: Ihre Nachricht

source: Submit Request
de_de: Anfrage senden

source: Request
de_de: Anfrage

source: sent you a message
de_de: hat Ihnen eine Nachricht geschickt

source: Listing
de_de: Objekt

source: Listing Contact
de_de: Objektanfrage

source: WPCasa Contact Form 7
de_de: WPCasa Kontaktformular 7

source: Add support for Contact Form 7 to attach property details to the contact email sent from WPCasa listing pages.
de_de: Support f체r das Plugin Contact Form 7 um automatisch Objektdetails in die von WPCasa-Anzeigen gesendeten E-Mails einzuf체gen.
