Repository: wpsight/wpcasa
Catalog: wpcasa/languages/wpcasa-*.po
Languages: sk_sk

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
sk_sk: K dispozícii je nová verzia %1$s. <a target="_blank" class="thickbox" href="%2$s">Zobraziť detaily %3$s verzie</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
sk_sk: K dispozícii je nová verzia%1$s. <a target="_blank" class="thickbox" href="%2$s">Zobraziť detaily%3$s verzie</a , alebo <a href="%4$s">aktualizovať teraz</a> .

source: You do not have permission to install plugin updates
sk_sk: Nemáte oprávnenie na aktualizáciu pluginu

source: Error
sk_sk: Chyba

source: Add-Ons
sk_sk: Rozšírenia

source: Settings
sk_sk: Nastavenia

source: Themes
sk_sk: Témy

source: Licenses
sk_sk: Licencie

source: Listings
sk_sk: Ponuky

source: Support Package
sk_sk: Support balíček

source: To receive support for a free product please enter your support package license key. <a href="https://wpcasa.com/support/package/" target="_blank">More information&hellip;</a>
sk_sk: Zadajte licenčný kľúč

source: Listings Page
sk_sk: Stránka ponúk

source: Please select the main search results page with the <code>[wpsight_listings]</code> shortcode.
sk_sk: Vyberte stránku, na ktorej sa zobrazia výsledky vyhľadávania pre kód<code>[wpsight_listings]</code>.

source: Listing ID Prefix
sk_sk: Predpona ID ponuky

source: The listing ID will be this prefix plus post ID. You can optionally set individual IDs on the listing edit screen.
sk_sk: ID ponuky bude tvoriť táto predpona + ID príspevku. Pri editovaní ponuky máte možnosť nastaviť individuálne ID.

source: Measurement Unit
sk_sk: Merná jednotka

source: Please select the general measurement unit. The unit for the listing standard features can be defined separately below.
sk_sk: Vyberte všeobecnú mernú jednotku. Jednotku pre štandardné charakteristiky môžete definovať individuálne nižšie.

source: Currency
sk_sk: Mena

source: Please select the currency for the listing prices. If your currency is not listed, please select <code>Other</code>.
sk_sk: Vyberte menu pre výpis ceny. Ak vaša mena nie je uvedená, vyberte <code>Iné</code> .

source: Other
sk_sk: Iné

source: Other Currency
sk_sk: Iná mena

source: Abbreviation
sk_sk: Skratka

source: Please insert the abbreviation of your currency (e.g. <code>EUR</code>).
sk_sk: Vložte prosím skratku mena (napríklad <code>EUR</code> ).

source: Symbol
sk_sk: Značka

source: Please insert the currency symbol or HTML entity (e.g. <code>&amp;euro;</code>).
sk_sk: Vložte symbol meny alebo HTML entity (napríklad <code>&amp;amp;euro;</code> ).

source: Currency Symbol
sk_sk: Symbol meny

source: Please select the position of the currency symbol.
sk_sk: Vyberte pozíciu symbolu meny.

source: Before the value
sk_sk: Pred hodnotou

source: After the value
sk_sk: Po hodnote

source: Thousands Separator
sk_sk: Oddeľovač tisícov

source: Please select the thousands separator for your listing prices.
sk_sk: Vyberte si oddeľovač tisícov pre cenu ponuky.

source: Comma (e.g. 1,000,000)
sk_sk: Čiarkou (napr. 1,000,000)

source: Period (e.g. 1.000.000)
sk_sk: Medzerou (napr. 1 000 000)

source: Listing Features
sk_sk: Vlastnosti ponuky

source: Please check the box to edit the listing standard features.
sk_sk: Zaškrtnite políčko, ak chcete upraviť štandardné charakteristiky.

source: Standard Feature
sk_sk: Štandardná charakteristika

source: Rental Periods
sk_sk: Typy cien

source: Please check the box to edit the rental periods.
sk_sk: Zaškrtnite políčko upraviť typy cien.

source: Rental Period
sk_sk: Typ ceny

source: Date Format
sk_sk: Formát dátumu

source: Please select the date format for the listings table in the admin.
sk_sk: Vyberte formát dátumu pre prehľad nehnuteľností v administrácií.

source: Output CSS
sk_sk: CSS výstup

source: Please uncheck the box to disable the plugin from outputting CSS.
sk_sk: Vypnúť CSS výstup tohto pluginu.

source: Google Maps API
sk_sk: Google mapy API

source: If necessary, please enter your Google Maps API key (<a href="%s" target="_blank">register here</a>).
sk_sk: V prípade potreby zadajte kľúč API pre služby Google mapy ( <a href="%s" target="_blank">zaregistrujte sa tu</a> ).

source: All
sk_sk: Všetko

source: Published
sk_sk: Zverejnené

source: Active
sk_sk: Aktívne

source: Offer
sk_sk: Ponuka

source: Listing
sk_sk: Ponuka

source: Price
sk_sk: Cena

source: Posted
sk_sk: Pridané

source: Expires
sk_sk: Platná do

source: Status
sk_sk: Stav

source: Actions
sk_sk: Akcie

source: Edit
sk_sk: Upraviť

source: Sticky
sk_sk: Top

source: Featured
sk_sk: Odporúčané

source: Item is currently not available
sk_sk: Položka momentálne nie je k dispozícii

source: View
sk_sk: Zobraziť

source: by a guest
sk_sk: napísal hosť

source: by %s
sk_sk: od %s

source: Approve
sk_sk: Schváliť

source: Unapprove
sk_sk: Neschváliť

source: Mark available
sk_sk: Označte dostupné

source: Mark unavailable
sk_sk: Označiť nie je k dispozícii

source: Trash
sk_sk: Kôš

source: Restore
sk_sk: Obnoviť

source: %s have been approved
sk_sk: %s boli schválené

source: %s are now pending approval
sk_sk: %s už čakajú na schválenie

source: %s has been approved
sk_sk: %s bolo schválené

source: %s is now pending approval
sk_sk: %s už čaká na schválenie

source: %s are now sticky
sk_sk: %s sú teraz top

source: %s are no longer sticky
sk_sk: %s už nie sú top

source: %s is now sticky
sk_sk: %s je teraz top

source: %s is no longer sticky
sk_sk: %s už nie je top

source: %s are now featured
sk_sk: %s sú teraz odporúčané

source: %s are no longer featured
sk_sk: %s už nie sú odporúčané

source: %s is now featured
sk_sk: %s je teraz odporúčané

source: %s is no longer featured
sk_sk: %s už nie je odporúčané

source: %s are no longer available
sk_sk: %s už nie sú k dispozícii

source: %s are now available
sk_sk: %s sú teraz k dispozícii

source: %s is no longer available
sk_sk: %s už nie je k dispozícii

source: %s is now available
sk_sk: %s je k dispozícii

source: %s updated. <a href="%s">View</a>
sk_sk: %s aktualizované. <a href="%s">Zobraziť</a>

source: Custom field updated.
sk_sk: Vlastné pole aktualizované.

source: Custom field deleted.
sk_sk: Vlastné pole odstránené.

source: %s updated.
sk_sk: %s aktualizované.

source: %s restored to revision from %s
sk_sk: %s obnovené z revízie %s

source: %s published. <a href="%s">View</a>
sk_sk: %s zverejnené. <a href="%s">Zobraziť</a>

source: %s saved.
sk_sk: %s uložené.

source: %s submitted. <a target="_blank" href="%s">Preview</a>
sk_sk: %s potvrdené. <a target="_blank" href="%s">Náhľad</a>

source: %s scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview</a>
sk_sk: %s naplánované pre: <strong>%1$s</strong> . <a target="_blank" href="%2$s">Náhľad</a>

source: M j, Y @ G:i
sk_sk: j. F Y, G:i

source: %s draft updated. <a target="_blank" href="%s">Preview</a>
sk_sk: %s návrh aktualizovaný. <a target="_blank" href="%s">Náhľad</a>

source: %s listing updated.
sk_sk: %s. ponuka aktualizovaná.

source: %s listing not updated, somebody is editing it.
sk_sk: %s ponuka nie je aktualizovaná, niekto ju upravuje.

source: %s listing permanently deleted.
sk_sk: %s ponuka bola natrvalo vymazaná.

source: %s listing moved to the Trash.
sk_sk: %s ponuka bola presunutá do koša.

source: %s listing restored from the Trash.
sk_sk: %s ponuka bola obnovená z koša.

source: Offers
sk_sk: Ponuky

source: Not Available
sk_sk: Nedostupné

source: Agents
sk_sk: Makléri

source: active
sk_sk: aktívne

source: Deactivate License
sk_sk: Deaktivovať licenciu

source: Activate License
sk_sk: Aktivácia licencie

source: Settings reset.
sk_sk: Nastavenia obnovené.

source: Settings saved.
sk_sk: Nastavenia uložené.

# plugin settings
source: Select page
sk_sk: Vybrať stranu

source: Save Changes
sk_sk: Uložiť zmeny

source: Restore Defaults
sk_sk: Obnoviť východzie

source: Are you sure?
sk_sk: Ste si istý/-á?

# agent role
source: Listing Admin
sk_sk: Hlavný maklér

# agent role
source: Listing Agent
sk_sk: Maklér

# agent role
source: Listing Subscriber
sk_sk: Ponuka Odberateľ

source: Company
sk_sk: Pobočka

source: Phone
sk_sk: Telefón

source: Beds
sk_sk: Počet lôžok

source: n/d
sk_sk: neurčené

source: Baths
sk_sk: Kúpelne

source: Plot Size
sk_sk: Plocha pozemku

source: Living Area
sk_sk: Obytná plocha

source: Terrace
sk_sk: Terasa

source: Parking
sk_sk: Parkovanie

source: Heating
sk_sk: Kúrenie

source: Built in
sk_sk: Postavené v

source: For Sale
sk_sk: Na predaj

source: For Rent
sk_sk: Na prenájom

source: per Month
sk_sk: /mesiac

source: per Week
sk_sk: /týždeň

source: per Year
sk_sk: /rok

source: per Day
sk_sk: /deň

source: F j, Y
sk_sk: j. F Y

# listing post status
source: Draft
sk_sk: Koncept

# listing post status
source: Active
sk_sk: Aktívne

# listing post status
source: Pending
sk_sk: Čaká

# listing post status
source: Pending approval
sk_sk: Čaká na schválenie

# listing post status
source: Preview
sk_sk: Náhľad

source: Preview <span class="count">(%s)</span>
sk_sk: Náhľad <span class="count">(%s)</span>

# listing post status
source: Pending payment
sk_sk: Čaká na platbu

source: Pending Payment <span class="count">(%s)</span>
sk_sk: Čakajúce platby <span class="count">(%s)</span>

# listing post status
source: Trash
sk_sk: Kôš

source: AED => United Arab Emirates Dirham
sk_sk: Spojené Arabské Emiráty Dirham

source: CZK => Czech Republic Koruna
sk_sk: Kč => Česká koruna

source: DKK => Danish Krone
sk_sk: DKK => Dánska koruna

source: GBP => British Pound
sk_sk: GBP => Britská libra

source: HRK => Croatian Kuna
sk_sk: HRK => Chorvátska kuna

source: HUF => Hungarian Forint
sk_sk: HUF => Maďarský forint

source: PLN => Polish Zloty
sk_sk: PLN => Poľský zlotý

source: No results found
sk_sk: Nenájdené žiadne výsledky

source: Query limit reached
sk_sk: Dosiahnutý limit dopytu

source: Geocoding error
sk_sk: Chyba geokódovania

source: Sold
sk_sk: Predané

source: Rented
sk_sk: Prenajaté

source: Price on request
sk_sk: Cena na vyžiadanie

source: Availability
sk_sk: Dostupnosť

source: Item not available
sk_sk: Položka nie je k dispozícii

source: The item is currently not available as it has been sold or rented.
sk_sk: Položka momentálne nie je k dispozícii, pretože bola predaná alebo prenajatá.

source: Listing Attributes
sk_sk: Zoznam atribútov

source: Images
sk_sk: Obrázky

source: Listing Images
sk_sk: Fotografie

source: No currency symbols or thousands separators
sk_sk: Zadajte bez symbolu meny

source: Period
sk_sk: Typ ceny

source: None
sk_sk: Žiadny

source: Listing Price
sk_sk: Cena

source: Listing ID
sk_sk: ID ponuky

source: Listing Details
sk_sk: Charakteristiky

source: Address
sk_sk: Adresa

source: e.g. <code>Marbella, Spain</code> or <code>Platz der Republik 1, 10557 Berlin</code>
sk_sk: napr. <code>Bratislava, Slovensko</code> alebo <code>Májková ulica 3, 81107 Bratislava</code>

source: Public Note
sk_sk: Verejná poznámka

source: e.g. <code>Location is not the exact address of the listing</code>
sk_sk: napr. <code>Poloha nie je presnou adresou </code>

source: Secret Note
sk_sk: Interná poznámka

source: Will not be displayed on the website (e.g. complete address)
sk_sk: Na webovej stránke sa nezobrazí (napr. úplná adresa)

source: Hide Map
sk_sk: Skryť mapu

source: Hide map for this listing
sk_sk: Skryť mapu pre túto ponuku

source: Listing Location
sk_sk: Lokalita

source: Name
sk_sk: Meno

source: Description
sk_sk: Popis

source: Website
sk_sk: Web stránka

source: Logo
sk_sk: Fotografia makléra

source: Listing Agent
sk_sk: Maklér

source: Agent Information
sk_sk: Informácie o maklérovi

source: Apart from the default WordPress profile information above you can add additional agent details here.
sk_sk: Tu môžete pridať dodatočné informácie o maklérovi.

source: Image
sk_sk: Obrázok

source: Agent Update
sk_sk: Aktualizovať makléra

source: Update agent info of all listings created by this user
sk_sk: Aktualizujte informácie o agentovi na všetkých ponukách vytvorených týmto užívateľom

source: Agent
sk_sk: Maklér

source: Locations
sk_sk: Lokality

source: Location
sk_sk: Lokalita

# taxonomy locations
source: Locations
sk_sk: Lokality

# taxonomy locations
source: All Locations
sk_sk: Všetky lokality

# taxonomy locations
source: Edit Location
sk_sk: Upraviť lokalitu

# taxonomy locations
source: View Location
sk_sk: Zobraziť lokalitu

# taxonomy locations
source: Update Location
sk_sk: Aktualizovať lokalitu

# taxonomy locations
source: Add New Location
sk_sk: Pridať novú lokailtu

# taxonomy locations
source: New Location Name
sk_sk: Názov novej lokality

# taxonomy locations
source: Parent Location
sk_sk: Nadradená lokalita

# taxonomy locations
source: Parent Location:
sk_sk: Nadradená lokalita:

# taxonomy locations
source: Search locations
sk_sk: Hľadať lokalitu

# taxonomy locations
source: Popular Locations
sk_sk: Obľúbené lokality

# taxonomy locations
source: Separate locations with commas
sk_sk: Oddeľte lokality čiarkami

# taxonomy locations
source: Add or remove locations
sk_sk: Pridať alebo odstrániť lokality

# taxonomy locations
source: Choose from the most used locations
sk_sk: Zvoľte z najpoužívanejších lokalít

# taxonomy locations
source: No location found
sk_sk: Lokalita nenájdená

source: Listing Types
sk_sk: Druhy ponúk

source: Listing Type
sk_sk: Druh

# taxonomy types
source: Listing Types
sk_sk: Druhy ponúk

# taxonomy types
source: All Listing Types
sk_sk: Všetky druhy

# taxonomy types
source: Edit Listing Type
sk_sk: Upraviť druh

# taxonomy types
source: View Listing Type
sk_sk: Zobraziť druh

# taxonomy types
source: Update Listing Type
sk_sk: Aktualizovať druh

# taxonomy types
source: Add New Listing Type
sk_sk: Pridať nový druh

# taxonomy types
source: New Listing Type Name
sk_sk: Názov nového druhu

# taxonomy types
source: Parent Listing Type
sk_sk: Nadradený druh

# taxonomy types
source: Parent Listing Type:
sk_sk: Nadradený druh:

# taxonomy types
source: Search listing types
sk_sk: Hľadať druh

# taxonomy types
source: Popular Listing Types
sk_sk: Obľúbené druhy ponúk

# taxonomy types
source: Separate listing types with commas
sk_sk: Oddeľte druhy ponúk čiarkami

# taxonomy types
source: Add or remove listing types
sk_sk: Pridať alebo vymazať druhy ponúk

# taxonomy types
source: Choose from the most used listing types
sk_sk: Vyberte si z najpoužívanejších druhov nehnuteľností

# taxonomy types
source: No listing type found
sk_sk: Nenájdený žiaden druh

source: Features
sk_sk: Vlastnosti

source: Feature
sk_sk: Vlastnosť

# taxonomy features
source: Features
sk_sk: Vlastnosti

# taxonomy features
source: All Features
sk_sk: Všetky vlastnosti

# taxonomy features
source: Edit Feature
sk_sk: Upraviť vlastnosť

# taxonomy features
source: View Feature
sk_sk: Zobraziť vlastnosť

# taxonomy features
source: Update Feature
sk_sk: Aktualizovať vlastnosť

# taxonomy features
source: Add New Feature
sk_sk: Pridať novú vlastnosť

# taxonomy features
source: New Feature Name
sk_sk: Nový názov vlastnosti

# taxonomy features
source: Parent Feature
sk_sk: Nadradená vlastnosť

# taxonomy features
source: Parent Feature:
sk_sk: Nadradená vlastnosť:

# taxonomy features
source: Search features
sk_sk: Hľadať vlastnosti

# taxonomy features
source: Popular Features
sk_sk: Obľúbené vlastnosti

# taxonomy features
source: Separate features with commas
sk_sk: Oddeľte vlastnosti čiarkami

# taxonomy features
source: Add or remove features
sk_sk: Pridať alebo vymazať vlastnosti

# taxonomy features
source: Choose from the most used features
sk_sk: Vybrať z najpoužívanejších vlastností

# taxonomy features
source: No feature found
sk_sk: Neboli nájdené žiadne vlastnosti

source: Categories
sk_sk: Kategórie

source: Category
sk_sk: Kategória

# listing
source: Listings
sk_sk: Ponuky

source: Listing
sk_sk: Ponuka

# listing
source: Add New
sk_sk: Pridať nové

# listing
source: Add New Listing
sk_sk: Pridať novú ponuku

# listing
source: Edit Listing
sk_sk: Upraviť ponuku

# listing
source: New Listing
sk_sk: Nová ponuka

# listing
source: View Listing
sk_sk: Zobraziť ponuku

# listing
source: Search Listings
sk_sk: Vyhladať ponuky

# listing
source: No listings found
sk_sk: Neboli nájdené žiadne ponuky

# listing
source: No listings found in Trash
sk_sk: V koši neboli nájdené žiadne ponuky

# listing
source: Searchable listings with detailed information about the corresponding item.
sk_sk: Vyhľadávateľné záznamy s podrobnými informáciami o príslušnej položke.

# listing post status
source: Save as Expired
sk_sk: Uložiť ako expirované

# listing post status
source: Save as Preview
sk_sk: Uložiť ako ukážku

# listing post status
source: Save as Pending
sk_sk: Uložiť ako čakajúcu

source: Advanced Search
sk_sk: Pokročilé vyhľadávanie

source: Reset Search
sk_sk: Obnoviť vyhľadávanie

source: Keyword or Listing ID
sk_sk: Kľúčové slovo alebo ID

source: Search
sk_sk: Hľadať

source: Type
sk_sk: Druh

# listings panel actions
source: Order by
sk_sk: Zoradiť podľa

# listings panel actions
source: Date
sk_sk: Dátum

# listings panel actions
source: or
sk_sk: alebo

# listings panel actions
source: Price
sk_sk: Cena

# listings panel actions
source: Order
sk_sk: Objednať

# listings panel actions
source: DESC
sk_sk: Zostupne

# listings panel actions
source: ASC
sk_sk: Vzostupne

# listings panel actions
source: Title
sk_sk: Nadpis

# archive title
source: Listing
sk_sk: Ponuka

source: Previous
sk_sk: Predchádzajúca

source: Next
sk_sk: Ďalej

source: Print
sk_sk: Tlačiť

source: This property is currently not available.
sk_sk: Táto ponuka momentálne nie je k dispozícii.

source: Sorry, but no listing matches your criteria.
sk_sk: Ľutujeme, ale žiadna ponuka nezodpovedá vašim kritériám.

# listing print
source: Back to Listing
sk_sk: Späť na zoznam

# listing print
source: Print Now
sk_sk: Tlačte teraz

source: My Listings
sk_sk: Moje ponuky

source: This listing has expired.
sk_sk: Platnosť ponuky vypršala.

source: Sorry, but no listing matches your search criteria.
sk_sk: Ľutujeme, ale žiadna ponuka nezodpovedá kritériám vyhľadávania.

source: Test Text
sk_sk: Skúšobný text

source: field description (optional)
sk_sk: popis poľa (voliteľné)

source: Test Text Small
sk_sk: Skúšobný text malý

source: Test Text Medium
sk_sk: Skúšobný text stredný

source: Website URL
sk_sk: URL stránky

source: Test Text Email
sk_sk: Test textového emailu

source: Test Time
sk_sk: Test času

source: Time zone
sk_sk: Časová zóna

source: Test Date Picker
sk_sk: Test Výber dátumu

source: Test Date Picker (UNIX timestamp)
sk_sk: Test Výber dátumu (UNIX časová pečiatka)

source: Test Date/Time Picker Combo (UNIX timestamp)
sk_sk: Test Výber dátumu/času (UNIX časová pečiatka)

source: Test Money
sk_sk: Test Peniaze

source: Test Color Picker
sk_sk: Test Výber farby

source: Test Text Area Small
sk_sk: Test Textarea malá

source: Test Text Area for Code
sk_sk: Test Textarea pre kód

source: Test Title Weeeee
sk_sk: Test Nadpis Weeeee

source: This is a title description
sk_sk: Toto je nadpis popisu

source: Test Select
sk_sk: Test Výberu

source: Option One
sk_sk: Možnosť jedna

source: Option Two
sk_sk: Možnosť dva

source: Option Three
sk_sk: Možnosť tri

source: Test Radio inline
sk_sk: Test rádio inline

source: Test Radio
sk_sk: Test rádio

source: Test Taxonomy Select
sk_sk: Test Taxonomy Výberu

source: Check One
sk_sk: Začiarknite jednu

source: Check Two
sk_sk: Zaškrtnite dve

source: Check Three
sk_sk: Zaškrtnite tri

source: Test Image
sk_sk: Skúšobný obrázok

source: Upload an image or enter a URL.
sk_sk: Nahrajte obrázok, alebo zadajte jeho URL adresu.

source: Multiple Files
sk_sk: Viaceré súbory

source: Upload or add multiple images/attachments.
sk_sk: Nahrajte alebo pridajte viac obrázkov / príloh.

source: Enter a youtube, twitter, or instagram URL. Supports services listed at <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.
sk_sk: Zadajte adresu URL služby YouTube, twitter alebo instagram. Podporuje služby uvedené na <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a> .

source: Repeating Field Group
sk_sk: Opakovaná skupina poľa

source: Generates reusable form entries
sk_sk: Generuje opakovane použiteľné záznamy formulára

source: Entry {#}
sk_sk: Záznam

source: Add Another Entry
sk_sk: Pridať ďalší záznam

source: Remove Entry
sk_sk: Odstrániť údaj

source: Entry Title
sk_sk: Názov príspevku

source: Write a short description for this entry
sk_sk: Napíšte krátky popis tejto položky

source: Entry Image
sk_sk: Vstupný obrázok

source: Image Caption
sk_sk: Popisok obrázku

source: User Profile Metabox
sk_sk: Profil používateľa Metabox

source: Extra Info
sk_sk: Extra

source: Avatar
sk_sk: Profilová fotka

source: Facebook URL
sk_sk: URL adresa Facebook

source: Twitter URL
sk_sk: URL adresa Twitter

source: Site Background Color
sk_sk: Farba pozadia stránky

source: Click to toggle
sk_sk: Kliknite pre prepnutie

source: Please Try Again
sk_sk: Skúste neskôr prosím

source: Remove Embed
sk_sk: Odstrániť vložený prvok

source: No oEmbed Results Found for %s. View more info at
sk_sk: Neboli nájdené oEmbed Výsledky za%s. Zobraziť viac informácií na

source: Add Group
sk_sk: Pridať skupinu

source: Remove Group
sk_sk: Odstrániť skupinu

source: Clear
sk_sk: Vyčistiť

source: Default
sk_sk: Predvolené

source: Select Color
sk_sk: Vyberte farbu

source: Current Color
sk_sk: Aktuálna farba

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
sk_sk: Nedeľa, Pondelok, Utorok, Streda, Štvrtok, Piatok, Sobota

source: Su, Mo, Tu, We, Th, Fr, Sa
sk_sk: Ne, Po, Ut, St, Št, Pia, So

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
sk_sk: Ned, Pon, Uto, Str, Štv, Pia, Sob

source: January, February, March, April, May, June, July, August, September, October, November, December
sk_sk: Január, Február, Marec, Apríl, Máj, Jún, Júl, August, September, Október, November, December

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
sk_sk: Jan, Feb, Mar, Apr, Máj, Jún, Júl, Aug, Sep, Okt, Nov, Dec

source: Prev
sk_sk: Predošlá

source: Today
sk_sk: Dnes

source: Done
sk_sk: Hotovo

source: Choose Time
sk_sk: Vybrať čas

source: Time
sk_sk: Čas

source: Hour
sk_sk: Hodina

source: Minute
sk_sk: Minúta

source: Second
sk_sk: Sekunda

source: Now
sk_sk: Teraz

source: Use this file
sk_sk: Použiť tento súbor

source: Use these files
sk_sk: Použite tieto súbory

source: Remove Image
sk_sk: Vymazať obrázok

source: Remove
sk_sk: Odstrániť

source: File:
sk_sk: Súbor:

source: Download
sk_sk: Stiahnuť

source: Select / Deselect All
sk_sk: Vybrať / Zrušiť vštko

source: Add Row
sk_sk: Pridať riadok

source: Add or Upload Files
sk_sk: Pridať alebo nahrať súbory

source: Add or Upload File
sk_sk: Pridať alebo nahrať súbor

source: Save
sk_sk: Uložiť

# listings page title
source: Listings
sk_sk: Ponuky

source: Please make sure to <strong>deactivate the WPCasa theme</strong> in order to use the WPCasa plugin version. For more information about how to switch please <a href="http://docs.wpsight.com/article/switching-from-theme-version/" target="_blank">read our docs</a>.
sk_sk: Prosím, <strong>deaktivujte tému WPCasa,</strong> aby ste mohli používať verziu doplnku WPCasa. Pre viac informácií o tom, ako prechádzať, prečítajte <a href="http://docs.wpsight.com/article/switching-from-theme-version/" target="_blank">si naše dokumenty</a> .

source: Flexible WordPress plugin to create professional real estate websites and manage property listings with ease.
sk_sk: Flexibilný doplnok WordPress pre vytváranie profesionálnych webových stránok s nehnuteľnosťami a jednoduchú správu ponúk.
